import {
  home,
  cvet,
  evro,
  glyanc,
  karniz,
  mat,
  osvesh,
  par,
  pechat,
  skrit,
  svet,
  tenevie,
  tkan,
} from "@/assets/index";

const card = [
  {
    id: 0,
    title: "Потолки в коттедж",
    desc: "Благодаря особому материалу, такой потолок создает приятный матовый эффект, придавая помещению уют и стиль.",
    image: home,
  },
  {
    id: 1,
    title: "Теневые потолки",
    desc: "Позволяют регулировать яркость и цвет подсветки, создавая уникальные визуальные решения.",
    image: tenevie,
  },
  {
    id: 2,
    title: "Световые линии",
    desc: "Матовые потолки скрывают недостатки поверхности, легки в уходе и обладают долговечностью.",
    image: svet,
  },
  {
    id: 3,
    title: "Потолки еврокраб",
    desc: "Блеск и отражения создают ощущение простора и изысконности.",
    image: evro,
  },
  {
    id: 4,
    title: "Парящие потолки",
    desc: "Современное и инновационное решения для вашего интерьера.",
    image: par,
  },
  {
    id: 5,
    title: "Матовые потолки",
    desc: "Современное и инновационное решения для вашего интерьера.",
    image: mat,
  },
  {
    id: 6,
    title: "Глянцевые потолки",
    desc: "Современное и инновационное решения для вашего интерьера.",
    image: glyanc,
  },
  {
    id: 7,
    title: "Цветные потолки",
    desc: "Современное и инновационное решения для вашего интерьера.",
    image: cvet,
  },
  {
    id: 8,
    title: "Тканевые потолки",
    desc: "Современное и инновационное решения для вашего интерьера.",
    image: tkan,
  },
  {
    id: 9,
    title: "Карнизы для потолка",
    desc: "Современное и инновационное решения для вашего интерьера.",
    image: karniz,
  },
  {
    id: 10,
    title: "Освещение",
    desc: "Магнитные трековые системы для натяжных потолков, световые линии, светильники, люстры, подсветка карнизов.",
    image: osvesh,
  },
  {
    id: 11,
    title: "Скрытый карниз",
    desc: "Современное и инновационное решения для вашего интерьера.",
    image: skrit,
  },
  {
    id: 12,
    title: "Потолок с печатью",
    desc: "Современное и инновационное решения для вашего интерьера.",
    image: pechat,
  },
];

export { card };
